# Python (или, как его еще называют, «питон») – популярный и перспективный язык. Его часто выбирают в качестве первого
# для знакомства с программированием. Изучать Python мы будем с нуля, с самых азов. Первый модуль – плацдарм  для
# написания осмысленных программ. В нем мы разберем, как дать команду компьютеру на языке Python.
# Расскажем, что такое комментарии и зачем они нужны. На примере проверки ваших решений на сайте рассмотрим, что такое
# тестирование и как читать вывод тестов.
# Объясним, почему нельзя нарушать грамматические правила языка программирования.

# 1.Привет, Мир!
# 2.Комментарии
# 3.Инструкции (Statements)
# 4.Как мы проверяем ваши решения
# 5.Синтаксические ошибки
