# Современные программы создаются для обслуживания бизнесов, помощи в ежедневной жизни и развлечений. Но в основе их
# работы по-прежнему лежат вычисления. Наиболее простая и базовая тема в программировании — арифметика.
# В этом модуле мы переведем арифметические действия на язык программирования, освоим базовую терминологию –
# например, # чем оператор отличается от операнды. Поговорим о приоритете операций.
# А под конец расскажем, что такое линтер и почему он может «ругаться».

# 6.Арифметические операции
# 7.Операторы
# 8.Коммутативная операция
# 9.Композиция операций
# 10.Приоритет
# 11.Числа с плавающей точкой
# 12.Линтер

