# Любой код может повторяться десятки, тысячи, миллионы раз. В комбинации с другими известными нам инструментами — переменными и условиями — это открывает множество возможностей по построению программ и сложных систем. Приведем простой пример. Вам нужно найти конкретную фразу в учебнике из 500 страниц. Фразу вы помните, а вот номер страницы нет. Самый простой (и долгий) способ — последовательно просматривать страницы до тех пор, пока не найдете нужную. Для выполнения таких повторяющихся действий и нужны циклы.

# 62.Цикл While
# 63.Агрегация данных (Числа)
# 64.Агрегация данных (Строки)
# 65.Обход строк
# 66.Условия внутри тела цикла
# 67.Формирование строк в циклах
# 68.Пограничные случаи
# 69.Синтаксический сахар
# 70.Возврат из циклов
# 71.Цикл For
# 72.Цикл for и функция range

first_half, second_half = 0, 0
